Repository: Michael2268/Restrict
Catalog: locale/*/LC_MESSAGES/Restrict.po
Languages: ru_ru

# disc.title
source: DISCLAIMER
ru_ru: ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ

# disc.text
source: This application installing a registry values to prevent some system settings for changing by other users. You must run this app with administrative privilegies (or from the logged in admin account) to apply changes, else you get the Access Denied error. DO NOT INSTALL KEYS FOR ADMIN USER ACCOUNT IF THIS IS THE ONLY ONE, IT MAY BE DESTRUCTIVE! Are you sure you want to continue? [y/n]
ru_ru: Данное приложение устанавливает ключи реестра для предотвращения изменения некоторых системных настроек другими пользователями. Вам необходимо запустить данное приложение от имени администратора (или из-под учетной записи администратора) для применения изменений, в противном случае вы получите ошибку Отказано в доступе. НЕ УСТАНАВЛИВАЙТЕ КЛЮЧИ РЕЕСТРА ДЛЯ УЧЕТНОЙ ЗАПИСИ АДМИНИСТРАТОРА, ЕСЛИ ОНА ЕДИНСТВЕННАЯ! ЭТО МОЖЕТ ПРИВЕСТИ К НЕПОЛАДКАМ! Вы действительно хотите продолжить? [д/н]

# disc.decline
source: Disclaimer isn't allowed. Press any key to exit.
ru_ru: Соглашение не принято. Нажмите любую клавишу для выхода.

# ver
source: Restrict (console ver. 1.1, running on
ru_ru: Restrict (версия для командной строки. 1.1, запущена на

# login.inc
source: Incorrect login.
ru_ru: Неверное имя пользователя.

# sid
source: User SID:
ru_ru: SID пользователя:

# login
source: Last login:
ru_ru: Последний вход:

# state.get
source: Getting current state . . .
ru_ru: Получение текущего состояния . . .

# usr.active
source: User is not found in registry. Make sure you're signed in to the account you're setting up. Press Enter to continue . . .
ru_ru: Пользователь не найден в реестре. Убедитесь, что вы вошли в учетную запись, для которой производится настройка. Чтобы продолжить, нажмите клавишу Enter . . .

source: Wallpaper
ru_ru: Изображение рабочего стола

# color
source: Color Scheme
ru_ru: Цветовая схема

# theme
source: Theme Select
ru_ru: Выбор темы

source: Taskbar
ru_ru: Панель задач

# mouse
source: Mouse Pointers
ru_ru: Курсоры мыши

# lockscr
source: Lock Screen
ru_ru: Экран блокировки

# adm.enum
source: Administrators Enumeration
ru_ru: Перечисление администраторов

# reg
source: Registry Tools
ru_ru: Инструменты реестра

# mmc
source: MMC snap-ins
ru_ru: Оснастки консоли управления

# control
source: Control Panel and Settings
ru_ru: Панель управления и приложение Параметры

# current
source: Current restrictions of user:
ru_ru: Текущие ограничения пользователя:

# disable
source: Disabled
ru_ru: Отключено

# noconf
source: Not configured
ru_ru: Не настроено

# enable
source: Enabled
ru_ru: Включено

# action
source: Select an action: [1] - Apply values to keys (enable / disable) [2] -Set default restrictions to user [3] - Restore default settings for selected keys [4] - Uninstall all keys
ru_ru: Выберите действие: [1] - Настроить ограничения (вкл/выкл) [2] - Задать ограничения по умолчанию [3] - Восстановить настройки по умолчанию для выбранных параметров [4] - Удалить все ключи

# grp.pers
source: Personalization parameters
ru_ru: Параметры персонализации

# grp.sys
source: System parameters
ru_ru: Системные параметры

source: Apply:
ru_ru: Будет применено:

source: Ignore:
ru_ru: Игнорировать:

# reg.a.enable
source: Adding registry key to apply restrictions for:
ru_ru: Добавление ключа реестра для задания ограничения для:

# reg.reg.silent
source: Disable regedit from running silently?: [1] - No [2] - Yes
ru_ru: Предотвратить запуск инструментов реестра в тихом режиме?: [1] - Нет [2] - Да

# reg.a.disable
source: Disable registry key to allow function:
ru_ru: Отключение ключа реестра для отмены ограничения для:

source: Reset:
ru_ru: Сбросить:

# reg.uninst
source: Restoring default values for:
ru_ru: Восстановление предыдущего значения для:

# change.a.done
source: Settings are applied. Do you want to continue? [y/n]
ru_ru: Настройки применены. Вы хотите продолжить? [д/н]

# change.u.done
source: Settings are restored. Do you want to continue? [y/n]
ru_ru: Настройки восстановлены. Вы хотите продолжить? [д/н]

# exit
source: Press any key to exit . . .
ru_ru: Нажмите любую клавишу, чтобы выйти . . .
